Repository: jobrouter/typo3-connector
Catalog: Resources/Private/Language/*.BackendModule.xlf
Languages: de

# mlang_labels_tablabel
source: JobRouter connections
de: JobRouter-Verbindungen

# mlang_labels_tabdescr
source: Manage JobRouter connections
de: Verwalten von JobRouter-Verbindungen

# mlang_tabs_tab
source: Connections
de: Verbindungen

# heading_text
source: JobRouter Connections
de: JobRouter-Verbindungen

# action.add_connection
source: Add connection record
de: Verbindung hinzufügen

# action.check_connection
source: Check connection
de: Verbindung prüfen

# action.edit_connection
source: Edit connection record
de: Verbindung bearbeiten

# action.open_jobrouter_system
source: Open JobRouter system
de: JobRouter-System öffnen

# connections_not_found.title
source: No connections found
de: Keine Verbindungen gefunden

# connections_not_found.message
source: There are currently no connection records defined.
de: Aktuell sind keine Verbindungen definiert.

# connection_create
source: Create new connection
de: Neue Verbindung erstellen

source: Connection check for
de: Verbindung prüfen für

# connection_successful
source: Connection established successfully
de: Verbindung erfolgreich hergestellt

# connection_unknown_error
source: Unknown error
de: Unbekannter Fehler

# keyfile_not_exists.title
source: Key file does not exist
de: Key-Datei existiert nicht

# keyfile_not_exists.message
source: The key file for encrypting the connection passwords does not exist. Run the console command "jobrouter:connector:generatekey".
de: Die Key-Datei zur Verschlüsselung der Verbindungskennwörter ist nicht vorhanden. Führen Sie den Konsolenbefehl "jobrouter:connector:generatekey" aus.

# status.disabled
source: disabled
de: deaktiviert

# client_version
source: Installed JobRouter Client version
de: Installierte JobRouter Client-Version
